{
  "en": {
    "greeting": "Hello",
    "description": "This is an example text.",
    "fs1": "PaperPlume is an advanced AI-driven academic paper generator. Its operation is simple, supporting output languages such as Chinese, English, and Japanese. It can quickly generate a high-quality paper.\n<br> PaperPlume is designed to help those who need their voices, thoughts, and ideas fully expressed. Whether you are a student or a professor, whether a paper is part of your work or your personal interest, PaperPlume can help you achieve what you want with the lowest cost and highest efficiency.\n",
    "fs2": "Using PaperPlume is very simple. Just enter the title of the paper in the input box and click the \"submit\" button to get the complete outline of the paper. The outline can be freely edited, and the level structure of the paper is indicated by the number of spaces. When modifying the outline, please make sure that the number of spaces before each paragraph title is correct. If you have specific requirements, you can make detailed selections in the settings.",
    "fs3": "PaperPlume is a multifunctional intelligent writing tool that mainly provides academic paper generation services. In addition to academic papers, it can also generate other types of articles, such as reports, essays, and research abstracts. Although academic papers are still its area of expertise in terms of generation effect, you can also use PaperPlume to edit PPT. Just submit an empty PPT template and specify the desired theme and style, and you will get a PPT presentation that meets your expectations. Whether it is academic writing or PPT production, PaperPlume can meet your needs.",
    "fs4" : "PaperPlume is a paper generation tool that uses cutting-edge AI technology to provide leading industry services to users. With PaperPlume, you can generate a high-quality paper in just 10 minutes at a cost of about $0.5. We provide a simple and user-friendly interface, bringing users an excellent user experience. Compared with other paper generators, PaperPlume is more flexible and efficient, making it easy for you to complete paper writing tasks.",
    "fs5": "The papers generated by PaperPlume are almost indistinguishable in quality and style from those written by humans. Among many AI generators, the papers generated by PaperPlume have higher naturalness and cannot be detected. However, if you find that your paper is generated by AI, we will provide a full refund. To ensure that you get a perfect paper, we recommend that you use the paper generated by PaperPlume as a draft and add your own opinions and analysis to make it more in line with your personal style and requirements.",
    "ca1": "Contact Us |",
    "ca2": "Support |",
    "ca3": "Blog |",
    "ca4": "",
    "ca5": "Terms of Service |",
    "ca6": "Privacy Policy |",
    "fh2": "Frequently Asked Questions About Our AI Paper Creator",
    "fp": "Everything You Need to Know About PaperPlume and AI-driven Academic Paper Generator. Can't find the answer? You can chat with our customer service 'Vee'.",
    "fb1": "What is PaperPlume?",
    "fb2": "How do I use PaperPlume?",
    "fb3": "Does PaperPlume only generate academic papers?",
    "fb4": "Why choose PaperPlume instead of other AI paper generators?",
    "fb5": "Can papers generated by PaperPlume be detected by AI detectors?",
    "rb1p": "This app is really great! I used to spend too much time writing papers, but since I started using this app, I have found a more efficient way. It not only helps me generate papers quickly, but also guarantees quality. This really is my savior during my university studies!",
    "rb1h3": "University Student",
    "rb2p": "I can't praise this app enough. It has been incredibly helpful for me when I need to generate high-quality research reports quickly. Its AI features are powerful and can understand the content I need and quickly generate the paper I need. The structure of the paper is clear, the language is accurate, and the references are complete, greatly improving my work efficiency. I highly recommend this app to all researchers.",
    "rb2h3": "Researcher",
    "rb3p": "This app is a revolutionary tool for me. I need to write a lot of papers, but I often find it difficult to start writing. This app helps me overcome this problem by understanding the ideas I want to express and converting them into a complete paper. Its AI function makes my writing more fluent, and I really can't imagine what I would do without this app.",
    "rb3h3": "Ph.D. Student",
    "sh1" : "REVIEWS",
    "sh2" : "\"The best AI-driven paper generator\"",
    "sh3" : "According to our users",
    "rh2" : "Customer Satisfaction",
    "r2h2" : "Papers Generated",
    "rh3" : "Over 10,000 papers generated",
    "w2h1" : "Pricing Details",
    "w2p1" : "With a commitment to Verseeding.",
    "w2p2" : "Our billing is based on the token pricing of OpenAI, transparent and fair, with no hidden charges. In addition, we charge a service fee of $0.25 per paper to ensure that we can continue to provide you with high-quality services.\n We are proud that the price of PaperPlume is significantly lower than that of similar products, while providing excellent value for money.",
    "w2s" : "Explore our products at a very low price.",
    "w1h1" : "Open a new era of AI-generated paper writing.",
    "w1p1" : "PaperPlume is committed to protecting your innovative thinking.",
    "w1p2" : "We provide an effective solution for those who are in a paper crisis. By utilizing AI, we provide high-quality paper writing services. Without long thinking and writing, we can easily provide a beautiful research paper within 10 minutes. This service costs only about $0.5 per paper.",
    "w1s" : "Explore our products and experience the convenience of AI writing.",
    "ms2": "Get Started",
    "mh2": "Outline:",
    "ml2": "Delete content in the text box that is unrelated to the outline of the paper to avoid affecting the generation effect of the paper.",
    "ms1": "Submit",
    "ml1": "Enter the title of the paper:",
    "mh1": "Easily generate your paper with just a click.",
    "topup": "TopUp",
    "orders": "Orders",
    "login": "Log in",
    "signup": "Sign Up",
    "orderif": "Order Information",
    "language": "Select Language",
    "model": "Select Model",
    "writingstyle": "Select Writing Style",
    "chats": "Are you looking for help in creating a paper title?",
       "eadd": "Email address",
    "syp": "Your Password",
    "fsyp": "New Password",
    "fcpc": "Confirm your New Password",
    "flbr": "Reset Password",
    "lb": "Log in",
    "lbr": "Sign up",
      "fyp": "Forgot your password?",
    "ahaa": "Already have an account? Log in",
      "dhaa": "Don't have an account? Sign up",
    "sc": "Send code",
    "etc": "Enter the code",
    "cyp": "Confirm your Password",
    "sep": "Privacy Policy",
    "ts": "Terms of Service",
     "and": "and",
    "bcl": "By clicking Log in or Register, you agree to the",
    "faa": "FAA: Fast, economical, automated",
    "pr": "Sign up to receive Tokens.",
    "lgp": "LoginPaperPlume",
    "touup": "Paid Usage",
    "uih5": "User Information\n",
    "uit": "Token Consumption:  ",
    "uib": "Balance:",
    "sce": "Incorrect verification code. Please check if your email address is correct.",
    "tologin": "To access all features, please log in.",
    "getstart": "Please create your thesis outline in the prescribed format, using the number of spaces before each line to denote the hierarchical structure.",
    "uigp": "Generated Paper:  ",
    "uiemail": "Email:  ",
    "uif": "Refresh",
    "nagw": "Your balance is negative. Please recharge to use the features.",
    "nagw3": "To generate a research paper using the gpt-3.5 model, your account balance should have at least $0.5.",
    "nagw4": "To generate a research paper using the gpt-4 model, your account balance should have at least $3.0.",
    "uil": "Log out",
        "prequir": "Must be at least 10 characters long.\nMust contain at least one number (0-9).\nMust contain at least one letter (case insensitive).",
     "showalertpe": "Incorrect password. If you forget your password, you can recover it.",
    "showalerti": "After completing the outline editing of the paper, click 'Start Generation' to begin billing.",
    "showalertls": "Login successful",
    "showalertlo": "Logout successful",
    "showalertss": "Registration successful",
    "showalertwa": "Note: You have selected to use the GPT-4 model, and the price per paper is approximately $3.",
    "showalertrs": "Password changed successfully.",
    "showalertsc": "Success! Please check your email to confirm your account.",
    "uiid": "User_id:  ",
    "touup1": "<i class=\"fa fa-check check-icon\"></i>Dear user, thank you for choosing our paper writing service.  In order to continue providing high-quality service and help you achieve your academic goals, we need your support.\n",
    "touup2": "<i class=\"fa fa-check check-icon\"></i>We are committed to providing you with the most efficient and convenient paper writing tools, making your academic journey even more seamless.\n",
    "touup3": "<i class=\"fa fa-check check-icon\"></i>You can choose to recharge to continue using our service.  We offer affordable prices, and you can click \"Pay now\" to proceed with the payment directly.",
    "touup4": "<i class=\"fa fa-check check-icon\"></i>Thank you again for your support and understanding.  Continue your academic journey with us!\n",
    "touup5": "🐣Best regards,(Vee)",
    "setting-textarea": "Please enter related materials, references, requirements, etc. for the paper. Note: Direct web access is not supported."

  }
}