{
  "ja": {
    "fs1": "PaperPlumeは、高品質な論文を迅速に生成することができる、使いやすい人工知能駆動の学術論文ジェネレーターです。PaperPlumeは、学生や教授、論文が仕事の一部であるか個人的な興味であるかに関係なく、その思考やアイデアが十分に表現されるのを支援するために作られています。中国語、英語、日本語など、さまざまな言語での出力をサポートしており、最も低いコストと最高の効率で望む結果を得ることができます。",
    "fs2": "PaperPlumeの使用は非常に簡単です。論文のタイトルを入力して、「提出」ボタンをクリックするだけで、完全な論文の概要を取得することができます。概要は自由に編集でき、スペースの数で論文の階層構造を示します。概要を編集する際には、各段落の見出しの前のスペースの数が正確であることを確認してください。特定の要件がある場合は、設定で詳細を選択することもできます。",
    "fs3": "PaperPlumeは、学術論文生成サービスを提供する多機能のスマートライティングツールです。学術論文は依然として最も得意な分野ですが、学術論文以外のタイプの記事（報告書、エッセイ、研究サマリーなど）を生成することもできます。また、空のPPTテンプレートを送信し、必要なテーマとスタイルを指定するだけで、PPTの作成をPaperPlumeに依頼することもできます。学術ライティングやPPT制作のニーズに応えることができるスマートライティングツール、それがPaperPlumeです。",
    "fs4" : "PaperPlumeは、最先端の人工知能技術を採用した論文生成ツールであり、業界をリードするサービスを提供しています。PaperPlumeを使用すると、わずか10分で約0.5ドルの費用で高品質な論文を生成することができます。使いやすいインターフェースを提供し、ユーザーに優れた使用体験を提供します。他の論文生成ツールと比較して、PaperPlumeはより柔軟かつ効率的であり、論文執筆のタスクを簡単に完了できます。",
    "fs5": "PaperPlumeが生成する論文は、品質とスタイルの面で人間が書いた論文とほとんど区別がつきません。AI生成の論文の中でも、PaperPlumeが生成する論文はより自然で、検出することができません。ただし、もし自分の論文がAIによって生成されたものと判明した場合、全額返金いたします。完璧な論文を得るためには、PaperPlumeで生成された論文を下書きとして使用し、自分の考えや分析を追加して、個人のスタイルと要件に合わせることをおすすめします。",
    "ca1": "お問い合わせ |",
    "ca2": "サポート |",
    "ca3": "ブログ |",
    "ca4": "",
    "ca5": "利用規約 |",
    "ca6": "プライバシーポリシー |",
    "fh2": "私たちのAI論文ジェネレーターに関する一般的なFAQ",
    "fp": "PaperPlumeおよびワンクリック学術論文ジェネレーターについて知る必要があることすべてがここにあります。答えが見つからない場合は、私たちのカスタマーサポート「Vee」とお話しすることができます。",
    "fb1": "PaperPlumeとは何ですか？",
     "fb2": "どのようにPaperPlumeを使用しますか？",
     "fb3": "PaperPlumeは学術論文のみを生成しますか？",
     "fb4": "他のAI論文ジェネレーターではなく、なぜPaperPlumeを選ぶのですか？",
     "fb5": "PaperPlumeが生成した論文はAI検出器によって検出される可能性がありますか？",
    "rb1p": "このアプリは本当に素晴らしいです！以前は論文を書くのに時間をかけすぎていたのですが、このアプリを使い始めてからは、より効率的な方法を見つけました。それは論文の素早い生成に加えて、品質保証も提供してくれるので、本当に大学時代の救いです！",
    "rb1h3": "大学生（がくせい）",
    "rb2p": "このアプリを絶賛する言葉を言葉で表現するのは難しいです。私が高品質な研究レポートを迅速に生成する必要があるときには、これが非常に役立ちます。その人工知能の機能は強力で、私が必要とするコンテンツを理解し、必要な論文を迅速に生成することができます。論文の構造も明確で、言語も正確で、引用も充実しているため、作業効率が大幅に向上しました。すべての研究者にこのアプリを強くお勧めします。",
    "rb2h3": "研究者（けんきゅうしゃ）",
    "rb3p": "このアプリは私にとって革命的なツールです。私は多くの論文を書く必要があるのですが、書き始める際にいつも困難を感じていました。このアプリはその問題を克服するのに役立ち、私の思想を理解し、それを完全な論文に変換することができます。そのAI機能により、私の執筆はよりスムーズになりました。このアプリがなかったら、私はどうすることか想像もできません。",
    "rb3h3": "博士課程の学生（はくしゃせい）",
    "sh1" : "レビュー",
       "sh2" : "「最高のAIドライブ論文ジェネレーター」",
       "sh3" : "ユーザーの評価に基づく",
      "rh2" : "顧客満足度",
     "r2h2" : "生成された論文",
      "rh3" : "1万本以上の論文がすでに生成されました",
     "w2h1" : "価格について",
     "w2p1" : "Verseedingとの約束を持って。",
     "w2p2" : "当社の料金体系は、OpenAIのトークンに基づいており、透明かつ公正で、隠れた料金はありません。さらに、各論文には0.25ドルのサービス料がかかりますが、これは高品質なサービスを提供するために必要です。私たちは自信を持って言えるのは、PaperPlumeの価格が同様の製品に比べて明らかに低く、優れたコストパフォーマンスを提供しているということです。",
     "w2s" : "低価格で、当社の製品を探検してください。",
     "w1h1" : "AI論文執筆の新たな時代を切り開く。",
     "w1p1" : "PapePlumeは、あなたの創造的な思考を守ります。",
    "w1p2" : "私たちは論文のクライシスに陥っている人々に効果的な解決策を提供します。AIを活用し、高品質な論文執筆サービスを提供します。長時間の思考や執筆をする必要はありません。私たちはわずか10分で見栄えの良い研究論文を提供することができます。このサービスの価格は、1本当たり約0.5ドル程度です。",
    "w1s" : "製品を探検し、AIの便利な執筆を体験してください。",
    "ms2": "生成を開始",
     "mh2": "論文の概要（ろんぶんていこう）：",
     "ml2": "提案書の要点に関連しないテキストボックスを削除し、論文生成の効果を妨げないようにしてください。",
    "ms1": "提出",
    "ml1": "論文のタイトルを入力してください：",
    "mh1": "クリック数回で簡単に論文を生成します。",
    "topup": "チャージ",
    "orders": "書き込みの記録",
    "login": "ログイン",
    "signup": "サインアップ",
    "orderif": "注文情報",
    "language": "言語を選択",
    "model": "モデルを選択",
    "writingstyle": "執筆スタイルを選択",
    "chats":"お手伝いが必要ですか？例えば、論文のタイトルの提案をお求めですか？",
    "eadd": "メールアドレス",
    "syp": "パスワード",
    "sce": " バリデーションコードが間違っています。メールアドレスが正しいかどうかを確認してください。",
    "lb": "ログイン",
    "nagw": "残高がマイナスですので、機能を使用することができません。入金してください。",
    "nagw3": "gpt-3.5モデルを使用して論文を生成するには、アカウントの残高は少なくとも0.5ドル必要です。",
    "nagw4": "gpt-4モデルを使用して論文を生成するには、アカウントの残高は少なくとも3.0ドル必要です。",
    "getstart": "規定のフォーマットで論文のアウトラインを作成してください。各行の前のスペースの数で階層構造を表示します。",
    "lbr": "サインアップ",
    "fsyp": "新しいパスワード",
    "fcpc": "新しいパスワードを確認する",
    "flbr": "リセットパスワード",
    "fyp": "パスワードをお忘れですか？",
    "ahaa": "既にアカウントをお持ちですか？ログイン",
    "dhaa": "アカウントをお持ちでないですか？サインアップ",
    "sc": "コードを送信",
    "etc": "コードを入力",
    "cyp": "パスワードを確認",
    "sep": "プライバシーポリシー",
    "ts": "利用規約",
    "and": "および",
    "bcl": "ログインまたは登録をクリックすると、同意するものとします",
    "faa": "FAA：高速、経済的、自動化",
    "pr": "トークンを受け取るためにサインアップしてください。",
    "lgp": "ログインPaperPlume",
    "touup": "有料利用",
    "uih5": "ユーザー情報",
    "uit": "使用Token数:  ",
    "uib": "口座残高です:  ",
    "uigp": "生成済み論文数:  ",
    "uiemail": "メールアドレス:  ",
    "uiid": "ユーザーID:  ",
    "uif": "更新",
    "uil": "ログアウト",
    "showalerti": "論文のアウトライン編集が完了したら、「生成を開始」をクリックして請求を開始してください。",
    "showalertls": "ログインに成功しました",
    "showalertlo": "ログアウトに成功しました",
    "showalertpe": "パスワードが間違っています。パスワードを忘れた場合は、リカバリ機能で再設定できます。",
    "showalertss": "登録に成功しました",
    "showalertwa": "注意：GPT-4モデルを使用することを選択しました。論文ごとの価格は約3ドルです。",
    "showalertrs": "パスワードの変更が成功しました。",
    "showalertsc": "成功しました！アカウントを確認するためにメールをご確認ください。",
     "prequir": "最低10文字以上である必要があります。少なくとも1つの数字（0-9）を含める必要があります。少なくとも1つの文字を含める必要があります（大文字と小文字は区別しません）。",
     "tologin": "すべての機能を利用するにはログインしてください。",
    "touup1": "<i class=\"fa fa-check check-icon\"></i>ユーザー様、私たちの論文執筆サービスを選んでいただき、ありがとうございます。高品質なサービスを提供し、学術目標の達成をお手伝いするために、ご支援をお願いしております。\n",
    "touup2": "<i class=\"fa fa-check check-icon\"></i>私たちは、最も効率的で便利な論文執筆ツールを提供することに取り組んでおり、学術の道をよりスムーズに進めるお手伝いをいたします。\n",
    "touup3": "<i class=\"fa fa-check check-icon\"></i>サービスの継続利用のためには、チャージを選択することができます。手頃な価格で提供しており、直接「Pay now」をクリックして支払いを進めることができます。",
    "touup4": "<i class=\"fa fa-check check-icon\"></i>再度、ご支援とご理解に感謝申し上げます。私たちとともに学術の旅を続けてください！\n",
    "touup5": "🐣よろしくお願いいたします、(Vee)",
    "setting-textarea": "論文に関連する資料、参考文献、要件などを入力してください。注意: 直接Webアクセスはサポートしていません。"
  }



}