{
  "en": {
    "greeting": "Hello",
    "description": "This is an example text.",
    "fs1": "PaperPlume is an advanced AI-driven academic paper generator. Its operation is simple, supporting output languages such as Chinese, English, and Japanese. It can quickly generate a high-quality paper.\n<br> PaperPlume is designed to help those who need their voices, thoughts, and ideas fully expressed. Whether you are a student or a professor, whether a paper is part of your work or your personal interest, PaperPlume can help you achieve what you want with the lowest cost and highest efficiency.\n",
    "fs2": "Using PaperPlume is very simple. Just enter the title of the paper in the input box and click the \"submit\" button to get the complete outline of the paper. The outline can be freely edited, and the level structure of the paper is indicated by the number of spaces. When modifying the outline, please make sure that the number of spaces before each paragraph title is correct. If you have specific requirements, you can make detailed selections in the settings.",
    "fs3": "PaperPlume is a multifunctional intelligent writing tool that mainly provides academic paper generation services. In addition to academic papers, it can also generate other types of articles, such as reports, essays, and research abstracts. Although academic papers are still its area of expertise in terms of generation effect, you can also use PaperPlume to edit PPT. Just submit an empty PPT template and specify the desired theme and style, and you will get a PPT presentation that meets your expectations. Whether it is academic writing or PPT production, PaperPlume can meet your needs.",
    "fs4" : "PaperPlume is a paper generation tool that uses cutting-edge AI technology to provide leading industry services to users. With PaperPlume, you can generate a high-quality paper in just 10 minutes at a cost of about $0.5. We provide a simple and user-friendly interface, bringing users an excellent user experience. Compared with other paper generators, PaperPlume is more flexible and efficient, making it easy for you to complete paper writing tasks.",
    "fs5": "The papers generated by PaperPlume are almost indistinguishable in quality and style from those written by humans. Among many AI generators, the papers generated by PaperPlume have higher naturalness and cannot be detected. However, if you find that your paper is generated by AI, we will provide a full refund. To ensure that you get a perfect paper, we recommend that you use the paper generated by PaperPlume as a draft and add your own opinions and analysis to make it more in line with your personal style and requirements.",
    "ca1": "Contact Us",
    "ca2": "ca2",
    "ca3": "Blog",
    "ca4": "",
    "ca5": "Terms of Service",
    "ca6": "Privacy Policy",
    "fh2": "Frequently Asked Questions About Our AI Paper Creator",
    "fp": "Everything You Need to Know About PaperPlume and AI-driven Academic Paper Generator. Can't find the answer? You can chat with our customer service 'Vee'.",
    "fb1": "What is PaperPlume?",
    "fb2": "How do I use PaperPlume?",
    "fb3": "Does PaperPlume only generate academic papers?",
    "fb4": "Why choose PaperPlume instead of other AI paper generators?",
    "fb5": "Can papers generated by PaperPlume be detected by AI detectors?",
    "rb1p": "This app is really great! I used to spend too much time writing papers, but since I started using this app, I have found a more efficient way. It not only helps me generate papers quickly, but also guarantees quality. This really is my savior during my university studies!",
    "rb1h3": "University Student",
    "rb2p": "I can't praise this app enough. It has been incredibly helpful for me when I need to generate high-quality research reports quickly. Its AI features are powerful and can understand the content I need and quickly generate the paper I need. The structure of the paper is clear, the language is accurate, and the references are complete, greatly improving my work efficiency. I highly recommend this app to all researchers.",
    "rb2h3": "Researcher",
    "rb3p": "This app is a revolutionary tool for me. I need to write a lot of papers, but I often find it difficult to start writing. This app helps me overcome this problem by understanding the ideas I want to express and converting them into a complete paper. Its AI function makes my writing more fluent, and I really can't imagine what I would do without this app.",
    "rb3h3": "Ph.D. Student",
    "sh1" : "REVIEWS",
    "sh2" : "\"The best AI-driven paper generator\"",
    "sh3" : "According to our users",
    "rh2" : "Customer Satisfaction",
    "r2h2" : "Papers Generated",
    "rh3" : "Over 10,000 papers generated",
    "w2h1" : "Pricing Details",
    "w2p1" : "With a commitment to Verseeding.",
    "w2p2" : "Our billing is based on the token pricing of OpenAI, transparent and fair, with no hidden charges. In addition, we charge a service fee of $0.25 per paper to ensure that we can continue to provide you with high-quality services.\n We are proud that the price of PaperPlume is significantly lower than that of similar products, while providing excellent value for money.",
    "w2s" : "Explore our products at a very low price.",
    "w1h1" : "Open a new era of AI-generated paper writing.",
    "w1p1" : "PaperPlume is committed to protecting your innovative thinking.",
    "w1p2" : "We provide an effective solution for those who are in a paper crisis. By utilizing AI, we provide high-quality paper writing services. Without long thinking and writing, we can easily provide a beautiful research paper within 10 minutes. This service costs only about $0.5 per paper.",
    "w1s" : "Explore our products and experience the convenience of AI writing.",
    "ms2": "Get Started",
    "mh2": "Outline:",
    "ml2": "Delete content in the text box that is unrelated to the outline of the paper to avoid affecting the generation effect of the paper.",
    "ms1": "Submit",
    "ml1": "Enter the title of the paper:",
    "mh1": "Easily generate your paper with just a click.",
    "topup": "TopUp",
    "orders": "Orders",
    "login": "Login",
    "signup": "Sign Up",
    "orderif": "Order Information",
    "language": "Select Language",
    "model": "Select Model",
    "writingstyle": "Select Writing Style",
    "chats": "Are you looking for help in creating a paper title?",
    "setting-textarea": "Please enter related materials, references, requirements, etc. for the paper. Note: Direct web access is not supported."

  },
  "zh-CN": {
    "greeting": "你好",
    "description": "这是一个示例文本。",
    "fs1": "PaperPlume是一款先进的人工智能驱动的学术论文生成器。其操作简单，支持中文，英文，日语等输出语言，它能够快速的生成一篇高质量的论文。\n       <br> PaperPlume是为了帮助那些声音、思考和想法需要被充分表达的人。无论你是学生还是教授，论文是你工作的一部分还是你的个人兴趣，PaperPlume都能帮助你以最低的成本和最高的效率，实现你想要的。\n ",
    "fs2": "使用PaperPlume非常简单。您只需在输入框中输入论文标题，点击“提交”按钮即可获得完整的论文大纲。大纲可以自由编辑，通过空格数表示论文的层次结构。在修改大纲时，请确保每个段落标题前的空格数正确无误。如果您有特定的需求，可以在设置中进行详细选择。",
    "fs3": "PaperPlume是一款多功能的智能写作工具，主要提供学术论文生成服务。除了学术论文，它还能够生成其他类型的文章，如报告、文章和研究摘要。虽然在生成效果方面，学术论文仍然是其最擅长的领域，但你也可以利用PaperPlume来修改PPT。只需提交一个空的PPT模板，并指定所需的主题和风格，你将获得一个符合你预期的PPT演示文稿。无论是学术写作还是PPT制作，PaperPlume都能够满足你的需求。",
    "fs4" : "PaperPlume是一款采用最先进人工智能技术的论文生成工具，为用户提供领先行业的服务。使用PaperPlume，您可以以约0.5美元的成本，在短短10分钟内生成一篇高质量的论文。我们提供简洁易用的界面，为用户带来极佳的使用体验。相比其他论文生成器，PaperPlume更加灵活高效，让您轻松完成论文写作任务。",
    "fs5": "PaperPlume生成的论文在质量和风格上与人类撰写的论文几乎无法区分。在众多的AI生成器中，PaperPlume生成的论文具有更高的自然性，无法检测出来。然而，如果您发现您的论文被AI生成，我们将提供全额退款。为了确保您获得一篇完美的论文，我们建议您使用PaperPlume生成的论文作为草稿，并在此基础上添加您自己的观点和分析，以使其更符合您个人的风格和要求。",
    "ca1": "联系我们",
    "ca2": "ca2",
    "ca3": "博客",
    "ca4": "",
    "ca5": "服务条款",
    "ca6": "隐私政策",
    "fh2": "关于我们的AI论文创造者的一般常见问题",
    "fp": "你需要知道的关于PaperPlume和一键式学术论文生成器的一切。找不到答案?你可以和我们的客服‘Vee’谈谈。",
    "fb1": "什么是PaperPlume?",
     "fb2": "我如何使用PaperPlume?",
     "fb3": "PaperPlume只生成学术论文吗?",
     "fb4": "为什么选择PaperPlume而不是其他Ai论文生成器?",
     "fb5": "由PaperPlume生成的论文可能会被AI检测器检查出吗?",
    "rb1p": "这个应用真的太棒了！我之前总是在写论文上花费太多时间，但是自从我开始使用这个应用后，我找到了一种更有效率的方法。它不仅帮助我快速生成论文，而且还能保证质量。这真的是我在大学期间的救星!",
    "rb1h3": "大学生",
    "rb2p": "我对这个应用的赞美简直无法用言语表达。它在我需要快速生成高质量研究报告时，提供了无比的帮助。它的人工智能功能强大，可以理解我需要的内容，并快速生成我需要的论文。论文的结构清晰，语言准确，引用完备，大大提高了我的工作效率。我强烈推荐这个应用给所有的研究人员。",
    "rb2h3": "研究员",
    "rb3p": "这个应用对我来说是一种革命性的工具。我需要写很多论文，但我经常在开始写作时感到困难。这个应用帮助我克服了这个问题，它可以理解我想要表达的思想并将其转化为一篇完整的论文。它的AI功能让我的写作更加流畅，我真的无法想象没有这个应用我该怎么办。",
    "rb3h3": "博士生",
    "sh1" : "REVIEWS",
       "sh2" : "\"最优秀的AI驱动论文生成器\"",
       "sh3" : "根据我们的用户",
      "rh2" : "客户满意度",
     "r2h2" : "生成论文",
      "rh3" : "已经生成超过10000篇论文",
     "w2h1" : "价格说明",
     "w2p1" : "带着Verseeding的一份承诺。",
     "w2p2" : "我们的计费方式是根据OpenAI官方的token计费，透明公正，没有任何隐藏费用。除此之外，我们还会为每篇论文收取0.25美元的服务费，这是为了保证我们能够持续为您提供优质的服务。\n  我们自豪的是，PaperPlume的价格明显低于同类产品，却能提供卓越的性价比。",
     "w2s" : "以极低的价格，探索我们的产品。",
     "w1h1" : "开启AI创作论文的新纪元。",
     "w1p1" : "PapePlume致力于保护您的创新思维。",
    "w1p2" : "我们为陷入论文危机中的人们提供一个有效的解决方案。利用AI ，提供高质量的论文创作服务。无需长时间思考和编写，我们能轻松在10分钟内提供一篇精美的研究论文。这项服务每篇只需0.5美元左右。",
    "w1s" : "探索我们的产品，体验AI带来的便捷创作。",
    "ms2": "开始生成",
     "mh2": "提纲：",
     "ml2": "删除文本框中与论文提纲无关的内容，以免影响论文生成效果。",
    "ms1": "提交",
    "ml1": "输入论文题目：",
    "mh1": "轻松生成您的论文，只需点击几下。",
    "topup": "充值",
    "orders": "写作记录",
    "login": "登录",
    "signup": "注册",
    "orderif": "订单信息",
    "language": "选择语言",
    "model": "选择模型",
    "writingstyle": "选择写作风格",
    "chats": "您需要帮忙吗？比如提供一些论文题目的建议？",
    "setting-textarea": "请输入论文相关材料、参考文献、要求等。注意:暂不支持直接Web访问。"
  },
    "zh-TW": {
    "greeting": "你好",
    "description": "這是一個示例文本。",
    "fs1": "PaperPlume是一款先進的人工智能驅動的學術論文生成器。其操作簡單，支持中文，英文，日語等輸出語言，它能夠快速的生成一篇高質量的論文。\n       <br> PaperPlume是為了幫助那些聲音、思考和想法需要被充分表達的人。無論你是學生還是教授，論文是你工作的一部分還是你的個人興趣，PaperPlume都能幫助你以最低的成本和最高的效率，實現你想要的。\n ",
    "fs2": "使用PaperPlume非常簡單。您只需在輸入框中輸入論文標題，點擊“提交”按鈕即可獲得完整的論文大綱。大綱可以自由編輯，通過空格數表示論文的層次結構。在修改大綱時，請確保每個段落標題前的空格數正確無誤。如果您有特定的需求，可以在設置中進行詳細選擇。",
    "fs3": "PaperPlume是一款多功能的智能寫作工具，主要提供學術論文生成服務。除了學術論文，它還能夠生成其他類型的文章，如報告、文章和研究摘要。雖然在生成效果方面，學術論文仍然是其最擅長的領域，但你也可以利用PaperPlume來修改PPT。只需提交一個空的PPT模板，並指定所需的主題和風格，你將獲得一個符合你預期的PPT演示文稿。無論是學術寫作還是PPT製作，PaperPlume都能夠滿足你的需求。",
    "fs4": "PaperPlume是一款採用最先進人工智能技術的論文生成工具，為用戶提供領先行業的服務。使用PaperPlume，您可以以約0.5美元的成本，在短短10分鐘內生成一篇高質量的論文。我們提供簡潔易用的界面，為用戶帶來極佳的使用體驗。相比其他論文生成器，PaperPlume更加靈活高效，讓您輕鬆完成論文寫作任務。",
    "fs5": "PaperPlume生成的論文在質量和風格上與人類撰寫的論文幾乎無法區分。在眾多的AI生成器中，PaperPlume生成的論文具有更高的自然性，無法檢測出來。然而，如果您發現您的論文被AI生成，我們將提供全額退款。為了確保您獲得一篇完美的論文，我們建議您使用PaperPlume生成的論文作為草稿，並在此基礎上添加您自己的觀點和分析，以使其更符合您個人的風格和要求。",
    "ca1": "聯繫我們",
    "ca2": "ca2",
    "ca3": "博客",
    "ca4": "",
    "ca5": "服務條款",
    "ca6": "隱私政策",
    "fh2": "關於我們的AI論文創造者的一般常見問題",
    "fp": "你需要知道的關於PaperPlume和一鍵式學術論文生成器的一切。找不到答案?你可以和我們的客服‘Vee’談談。",
    "fb1": "什麼是PaperPlume?",
    "fb2": "我如何使用PaperPlume?",
    "fb3": "PaperPlume只生成學術論文嗎?",
    "fb4": "為什麼選擇PaperPlume而不是其他Ai論文生成器?",
    "fb5": "由PaperPlume生成的論文可能會被AI檢測器檢查出嗎?",
    "rb1p": "這個應用真的太棒了！我之前總是在寫論文上花費太多時間，但是自從我開始使用這個應用後，我找到了一種更有效率的方法。它不僅幫助我快速生成論文，而且還能保證質量。這真的是我在大學期間的救星!",
    "rb1h3": "大學生",
    "rb2p": "我對這個應用的讚美簡直無法用言語表達。它在我需要快速生成高質量研究報告時，提供了無比的幫助。它的人工智能功能強大，可以理解我需要的內容，並快速生成我需要的論文。論文的結構清晰，語言準確，引用完備，大大提高了我的工作效率。我強烈推薦這個應用給所有的研究人員。",
    "rb2h3": "研究員",
    "rb3p": "這個應用對我來說是一種革命性的工具。我需要寫很多論文，但我經常在開始寫作時感到困難。這個應用幫助我克服了這個問題，它可以理解我想要表達的思想並將其轉化為一篇完整的論文。它的AI功能讓我的寫作更加流暢，我真的無法想象沒有這個應用我該怎麼辦。",
    "rb3h3": "博士生",
    "sh1": "REVIEWS",
    "sh2": "\"最優秀的AI驅動論文生成器\"",
    "sh3": "根據我們的用戶",
    "rh2": "客戶滿意度",
    "r2h2": "生成論文",
    "rh3": "已經生成超過10000篇論文",
    "w2h1": "價格說明",
    "w2p1": "帶著Verseeding的一份承諾。",
    "w2p2": "我們的計費方式是根據OpenAI官方的token計費，透明公正，沒有任何隱藏費用。除此之外，我們還會為每篇論文收取0.25美元的服務費，這是為了保證我們能夠持續為您提供優質的服務。\n  我們自豪的是，PaperPlume的價格明顯低於同類產品，卻能提供卓越的性價比。",
    "w2s": "以極低的價格，探索我們的產品。",
    "w1h1": "開啟AI創作論文的新紀元。",
    "w1p1": "PapePlume致力於保護您的創新思維。",
    "w1p2": "我們為陷入論文危機中的人們提供一個有效的解決方案。利用AI ，提供高質量的論文創作服務。無需長時間思考和編寫，我們能輕鬆在10分鐘內提供一篇精美的研究論文。這項服務每篇只需0.5美元左右。",
    "w1s": "探索我們的產品，體驗AI帶來的便捷創作。",
    "ms2": "開始生成",
    "mh2": "提綱：",
    "ml2": "刪除文本框中與論文提綱無關的內容，以免影響論文生成效果。",
    "ms1": "提交",
    "ml1": "輸入論文題目：",
    "mh1": "輕鬆生成您的論文，只需點擊幾下。",
    "topup": "充值",
    "orders": "寫作記錄",
    "login": "登錄",
    "signup": "註冊",
    "orderif": "訂單信息",
    "language": "選擇語言",
    "model": "選擇模型",
    "writingstyle": "選擇寫作風格",
    "chats":"您需要幫忙嗎？比如提供一些論文題目的建議？",
    "setting-textarea": "請輸入論文相關材料、參考文獻、要求等。注意:暫不支持直接Web訪問。"
  },
      "ja": {
    "fs1": "PaperPlumeは、高品質な論文を迅速に生成することができる、使いやすい人工知能駆動の学術論文ジェネレーターです。PaperPlumeは、学生や教授、論文が仕事の一部であるか個人的な興味であるかに関係なく、その思考やアイデアが十分に表現されるのを支援するために作られています。中国語、英語、日本語など、さまざまな言語での出力をサポートしており、最も低いコストと最高の効率で望む結果を得ることができます。",
    "fs2": "PaperPlumeの使用は非常に簡単です。論文のタイトルを入力して、「提出」ボタンをクリックするだけで、完全な論文の概要を取得することができます。概要は自由に編集でき、スペースの数で論文の階層構造を示します。概要を編集する際には、各段落の見出しの前のスペースの数が正確であることを確認してください。特定の要件がある場合は、設定で詳細を選択することもできます。",
    "fs3": "PaperPlumeは、学術論文生成サービスを提供する多機能のスマートライティングツールです。学術論文は依然として最も得意な分野ですが、学術論文以外のタイプの記事（報告書、エッセイ、研究サマリーなど）を生成することもできます。また、空のPPTテンプレートを送信し、必要なテーマとスタイルを指定するだけで、PPTの作成をPaperPlumeに依頼することもできます。学術ライティングやPPT制作のニーズに応えることができるスマートライティングツール、それがPaperPlumeです。",
    "fs4" : "PaperPlumeは、最先端の人工知能技術を採用した論文生成ツールであり、業界をリードするサービスを提供しています。PaperPlumeを使用すると、わずか10分で約0.5ドルの費用で高品質な論文を生成することができます。使いやすいインターフェースを提供し、ユーザーに優れた使用体験を提供します。他の論文生成ツールと比較して、PaperPlumeはより柔軟かつ効率的であり、論文執筆のタスクを簡単に完了できます。",
    "fs5": "PaperPlumeが生成する論文は、品質とスタイルの面で人間が書いた論文とほとんど区別がつきません。AI生成の論文の中でも、PaperPlumeが生成する論文はより自然で、検出することができません。ただし、もし自分の論文がAIによって生成されたものと判明した場合、全額返金いたします。完璧な論文を得るためには、PaperPlumeで生成された論文を下書きとして使用し、自分の考えや分析を追加して、個人のスタイルと要件に合わせることをおすすめします。",
    "ca1": "お問い合わせ",
    "ca2": "ca2",
    "ca3": "ブログ",
    "ca4": "",
    "ca5": "利用規約",
    "ca6": "プライバシーポリシー",
    "fh2": "私たちのAI論文ジェネレーターに関する一般的なFAQ",
    "fp": "PaperPlumeおよびワンクリック学術論文ジェネレーターについて知る必要があることすべてがここにあります。答えが見つからない場合は、私たちのカスタマーサポート「Vee」とお話しすることができます。",
    "fb1": "PaperPlumeとは何ですか？",
     "fb2": "どのようにPaperPlumeを使用しますか？",
     "fb3": "PaperPlumeは学術論文のみを生成しますか？",
     "fb4": "他のAI論文ジェネレーターではなく、なぜPaperPlumeを選ぶのですか？",
     "fb5": "PaperPlumeが生成した論文はAI検出器によって検出される可能性がありますか？",
    "rb1p": "このアプリは本当に素晴らしいです！以前は論文を書くのに時間をかけすぎていたのですが、このアプリを使い始めてからは、より効率的な方法を見つけました。それは論文の素早い生成に加えて、品質保証も提供してくれるので、本当に大学時代の救いです！",
    "rb1h3": "大学生（がくせい）",
    "rb2p": "このアプリを絶賛する言葉を言葉で表現するのは難しいです。私が高品質な研究レポートを迅速に生成する必要があるときには、これが非常に役立ちます。その人工知能の機能は強力で、私が必要とするコンテンツを理解し、必要な論文を迅速に生成することができます。論文の構造も明確で、言語も正確で、引用も充実しているため、作業効率が大幅に向上しました。すべての研究者にこのアプリを強くお勧めします。",
    "rb2h3": "研究者（けんきゅうしゃ）",
    "rb3p": "このアプリは私にとって革命的なツールです。私は多くの論文を書く必要があるのですが、書き始める際にいつも困難を感じていました。このアプリはその問題を克服するのに役立ち、私の思想を理解し、それを完全な論文に変換することができます。そのAI機能により、私の執筆はよりスムーズになりました。このアプリがなかったら、私はどうすることか想像もできません。",
    "rb3h3": "博士課程の学生（はくしゃせい）",
    "sh1" : "レビュー",
       "sh2" : "「最高のAIドライブ論文ジェネレーター」",
       "sh3" : "ユーザーの評価に基づく",
      "rh2" : "顧客満足度",
     "r2h2" : "生成された論文",
      "rh3" : "1万本以上の論文がすでに生成されました",
     "w2h1" : "価格について",
     "w2p1" : "Verseedingとの約束を持って。",
     "w2p2" : "当社の料金体系は、OpenAIのトークンに基づいており、透明かつ公正で、隠れた料金はありません。さらに、各論文には0.25ドルのサービス料がかかりますが、これは高品質なサービスを提供するために必要です。私たちは自信を持って言えるのは、PaperPlumeの価格が同様の製品に比べて明らかに低く、優れたコストパフォーマンスを提供しているということです。",
     "w2s" : "低価格で、当社の製品を探検してください。",
     "w1h1" : "AI論文執筆の新たな時代を切り開く。",
     "w1p1" : "PapePlumeは、あなたの創造的な思考を守ります。",
    "w1p2" : "私たちは論文のクライシスに陥っている人々に効果的な解決策を提供します。AIを活用し、高品質な論文執筆サービスを提供します。長時間の思考や執筆をする必要はありません。私たちはわずか10分で見栄えの良い研究論文を提供することができます。このサービスの価格は、1本当たり約0.5ドル程度です。",
    "w1s" : "製品を探検し、AIの便利な執筆を体験してください。",
    "ms2": "生成を開始",
     "mh2": "論文の概要（ろんぶんていこう）：",
     "ml2": "提案書の要点に関連しないテキストボックスを削除し、論文生成の効果を妨げないようにしてください。",
    "ms1": "提出",
    "ml1": "論文のタイトルを入力してください：",
    "mh1": "クリック数回で簡単に論文を生成します。",
    "topup": "チャージ",
    "orders": "書き込みの記録",
    "login": "ログイン",
    "signup": "サインアップ",
    "orderif": "注文情報",
    "language": "言語を選択",
    "model": "モデルを選択",
    "writingstyle": "執筆スタイルを選択",
    "chats":"お手伝いが必要ですか？例えば、論文のタイトルの提案をお求めですか？",
    "setting-textarea": "論文に関連する資料、参考文献、要件などを入力してください。注意: 直接Webアクセスはサポートしていません。"
  }
}
